public class RemindingJava {
    public static void main(String[] args) {
        System.out.println("HelloWorldILoveYOUbUtIHatePeoPlepèè+òà");

        int num = 10;
        int result = num * 2;
        System.out.println(result);
        boolean ILoveJava = true;
        System.out.println("Do you LOVE java? "  +  ILoveJava);
        double a=5;
        int b=87;
        int p = (int) a;
        System.out.println(b % a);
        System.out.println(p);

        /*Пользователь вводит цену и вводит купюру , программа выводит сдачу и
         программа дложна выдать количество купюр которая программа должна ему 
         дать и номинацию количество купюр какой величены
         купюры бывают 1, 2, 5, 10, 20, 50, 100 ПОДСКАЗКА!!! использовать деление целых чисел и %   (остаток от деления)
          можно использовать &&(и) , ||(или) в if . пример:
          
          if(a>10 && a<20)          */
    }

}